/* About screen blog label */
"About.blog" = "https://auroracoin.is/";

/* About screen footer */
"About.footer" = "ବିଶ୍ୱବ୍ୟାପୀ AurWallet ଟିମ ଦ୍ୱାରା ନିର୍ମିତ  ସଂସ୍କରଣ %1$@";

/* Privay Policy button label */
"About.privacy" = "ଗୋପନୀୟତା ନୀତି ";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Auroracoin/";

/* Terms of Use button label */
"About.terms" = "ବ୍ୟବହାରର ସର୍ତ୍ତାବଳୀ";

/* About screen title */
"About.title" = "ଆଇଓସ ପାଇଁ AurWallet ଏବଂ Auroracoin ପାଇଁ ମୋବଇଲ ୱାଲେଟ ଅଟେ ";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/auroracoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "ବନ୍ଦ କରନ୍ତୁ ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "ସାହାରା କେନ୍ଦ୍ର";

/* Loading Wallet Message */
"Account.loadingMessage" = "Wallet ଲୋଡ ହେଉଅଛି  ";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "ମୋର AurWallet ";

/* Error alert title */
"Alert.error" = "ତ୍ରୁଟି ";

/* No internet alert message */
"Alert.noInternet" = "କୌଣସି ଇଣ୍ଟେର୍ନେଟ କଂନେକ୍ସନ ମିଳୁନାହିଁ l ନିଜର କଂନେକ୍ସନ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ";

/* Warning alert title */
"Alert.warning" = "ଚେତାବନୀ";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "ଠିକଣାଟି କପି କରାଗଲା ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "ସମସ୍ତ ୱାଲେଟ ଠିକଣା ସଫଳାତାପୂର୍ବକ କପି କରାଗଲା\n";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "ବ୍ୟକ୍ତିଗତ ରିକବେରି କୁଂଜୀ ସେଟ ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "ବହୁତ ବଢିଆ!\n";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "ପିନ ସେଟ";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "ପଠାଇବା ବିଫଳ";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "ସୁନିଶ୍ଚିତ କରାନ୍ତୁ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Auroracoin ପଠାଗଲା!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON ସିରିଅଲିଜ଼ାସନ ତ୍ରୁଟି ";

/* Wallet not ready error message */
"ApiClient.notReady" = "ୱାଲେଟ ପ୍ରସ୍ତୁତ ନାହିଁ ";

/* API Token error message */
"ApiClient.tokenError" = "API ଟୋକେନ ପୁନପ୍ରାପ୍ତ କରିବାପାଇଁ ଅସମର୍ଥ ";

/* header of balance */
"Balance.header" = "ସମ୍ପୂର୍ଣ\nପରିମାଣ";

/* Send BCH view body. */
"BCH.body" = "ତଳେ ଏକ ଗନ୍ତବ୍ୟ Auroracoin ଠିକଣା ଲେଖନ୍ତୁ | କଣ୍ଟା (%1$@) ର ସମୟରେ ଆପଣଙ୍କ ୱାଲେଟରେ ସମସ୍ତ Auroracoin ପଠାଇ ଦିଆଯିବ  ";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "ପଠାଇବାର ପୁଷ୍ଟିକରଣ %1$@ ରୁ  %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "ପୁଷ୍ଟିକରଣ";

/* Generic bch erorr message */
"BCH.genericError" = "ଆପଣଙ୍କ ଖାତାରେ କୌଣସି Auroracoin ନାହିଁ କିମ୍ବା ଆପଣଙ୍କୁ କଣ୍ଟା ପରେ Auroracoin ପ୍ରାପ୍ତ ହୋଇଛି ";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ବିନିମୟକରଣ ଆଇଡିର କପି କରାଗଲା   ";

/* No address error message */
"BCH.noAddressError" = "ଦୟାକରି ଏକ ଠିକଣା ଲେଖନ୍ତୁ ";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "ଦେୟ ପ୍ରଟୋକଲ ଅନୁରୋଧ Auroracoin ବିନିମୟକରଣ ପାଇଁ ସମର୍ଥିତ ନୁହଁ ";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin ସଫଳାତାପୂର୍ବକ ପଠାଗଲା ";

/* Widthdraw BCH view title */
"BCH.title" = "Auroracoin ଅପସାରଣ କରିନିଅନ୍ତୁ ";

/* Tx Hash button header */
"BCH.txHashHeader" = "Auroracoin ବିନିମୟକରଣ ଆଇଡି  \n\n\n\n";

/* Approve button label */
"BitID.approve" = "ମଞ୍ଜୁର";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ ଆପଣଙ୍କ AurWalletର ବ୍ୟବହାରକରି ପ୍ରାମାଣିକିକରଣର ଅନୁରୋଧ କରୁଅଛି  ";

/* Deny button label */
"BitID.deny" = "ଅସ୍ୱୀକାର କରିବା";

/* BitID error alert title */
"BitID.error" = "ପ୍ରମାଣୀକରଣର ତ୍ରୁଟି";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "ଦୟାକରି ସେବାକୁ ପରୀକ୍ଷା କରିନିଅନ୍ତୁ | ଆପଣଙ୍କୁ ପୁଣିଥରେ ଚେଷ୍ଟା କରିବାକୁ ପଡିପାରେ ";

/* BitID success alert title */
"BitID.success" = "ସଫଳାତାପୂର୍ବକ ପ୍ରାମାଣିକିକରଣ";

/* BitID Authentication Request alert view title */
"AurID.title" = "AurID ପ୍ରମାଣୀକରଣ ଅନୁରୋଧ  ";

/* Cancel button label */
"Button.cancel" = "କାଟିବା";

/* Ignore button label */
"Button.ignore" = "ଅଗ୍ରାହ୍ୟ";

/* menu button */
"Button.menu" = "ମେନୁ";

/* No button */
"Button.no" = "ନୂହେଁ";

/* OK button label */
"Button.ok" = "ଠିକ";

/* receive button */
"Button.receive" = "ଗ୍ରହଣକରିବା ";

/* send button */
"Button.send" = "ପଠେଇବା ";

/* Settings button label */
"Button.settings" = "ବିକଳ୍ପ ସମୂହ";

/* Settings button label */
"Button.submit" = "ଜମା ";

/* Yes button */
"Button.yes" = "ହଁ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ବାକ୍ସରେ ନିଜର ID କେନ୍ଦ୍ରିତ କରନ୍ତୁ";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "ପଠାଇବାକୁ ଥିବା ରାଶି ";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "ନେଟ୍ୱାର୍କ୍ ଶୁଳ୍କ ";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "ପ୍ରକ୍ରିୟାକରଣ ସମୟ: ଏହି ବିନିମୟକରଣକୁ ପ୍ରକ୍ରିୟପାଇଁ %1$@ ଲାଗିବ\n";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "ପଠାନ୍ତୁ";

/* Confirmation Screen title */
"Confirmation.title" = "ପକ୍କା କରିବା\n";

/* To: (address) */
"Confirmation.to" = "ପ୍ରାପ୍ତେଶୁ";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "ସମ୍ପୂର୍ଣ ମୂଲ୍ୟ:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "ଏହା ସୁନିଶ୍ଚିତ କରିବାକୁ କି ସବୁକିଛି ଠିକସେ ଲେଖାଯାଇଛି, ଦୟାକରି ନିଜର ବ୍ୟକ୍ତିଗତ ରିକବେରି କୁଂଜୀରୁ ନିମ୍ନଲିଖିତ ଶବ୍ଦ ଲେଖନ୍ତୁ ";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "ୱାର୍ଡ #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Auroracoin ପ୍ରଦର୍ଶନ ବିଭାଗ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "ବିନିମୟ ଦର";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "ଏହି ଉପକରଣ iOS mail ଆପ୍ପ ସହିତ email ପଠାଇବା ପାଇଁ ବିନ୍ୟାସୀକରଣ କରାଯାଇନାହିଁ ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ଇମେଲ ଅନୁପଲବ୍ଧ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "ଏହି ଉପକରଣଟି ସମ୍ବାଦ ପଠାଇବାକୁ କଂଫିଗୁର ହୋଇନାହିଁ ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "ବାର୍ତ୍ତା ଅନୁପଲବ୍ଧ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "ଆପଣ ଆପଣଙ୍କର ମୁଖ ପରିଚୟ ବ୍ୟବହାର ସୀମାକୁ %1$@ ରେ କଷ୍ଟମାଇଜ୍ କରିପାରିବେ ";

/* Face Id screen label */
"FaceIDSettings.label" = "ନିଜର AurWalletକୁ ଖୋଲିବାପାଇଁ ନିଜର ମୁଖର ବ୍ୟବହାର କରନ୍ତୁ ଏବଂ ଏକ ସେଟ ସୀମା ପର୍ଯ୍ୟନ୍ତ Auroracoin ପଠାନ୍ତୁ  ";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "ଲିଙ୍କ ଟେକ୍ସଟ (ଟଚ ଆଡି  ସେଟିଙ୍ଗ ଦେଖନ୍ତୁ ଟେକ୍ସଟକୁ କଷ୍ଠମଇଜ଼ କରାନ୍ତୁ)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "AurWallet ପାଇଁ ମୁଖ ପରିଚୟ ସାମର୍ଥିକରଣ କରନ୍ତୁ ";

/* Face ID settings view title */
"FaceIDSettings.title" = "ମୁଖ ପରିଚୟ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "ଆପଣ ଏହି ଉପକରଣରେ ମୁଖ ପରିଚୟ ସେଟ କରିନାହାନ୍ତି ସେଟଟିଙ୍ଗ କୁ ଯାଆନ୍ତୁ-> ମୁଖ ପରିଚୟ ଏବଂ ପାସକୋଡ଼ ରେ ଏବେ ସେଟଅପ କରିବାପାଇଁ ଯାଆନ୍ତୁ ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ମୁଖ ପରିଚୟ ସଂପାଦନା";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ମୁଖ ପରିଚୟ ବ୍ୟବହାର ପରିସର";

/* Economy fee */
"FeeSelector.economy" = "ଅର୍ଥବ୍ୟବସ୍ଥା ";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "ମୂଲ୍ୟାୟନ ବିତରଣ : ୧୦+ ମିନିଟସ";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "ସମୟ ସମ୍ବେଦନଶୀଳ ବିନିମୟକରଣ ପାଇଁ ଏହି ବିକଳ୍ପ ସମର୍ଥନ କରୁନାହିଁ ";

/* Regular fee */
"FeeSelector.regular" = "ନିୟମିତ ";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "ଆନୁମାନିକ ବିତରଣ: 15-30 ସେକେଣ୍ଡ";

/* Fee Selector title */
"FeeSelector.title" = "ପ୍ରକ୍ରିଯ଼ାକରଣ ବେଗ ";

/* Checking private key balance progress view text */
"Import.checking" = "ବ୍ୟକ୍ତିଗତ କୁଂଜୀ ସନ୍ତୁଳନ ପାଇଁ ଯାଞ୍ଚ କରୁଅଛି  \n ";

/* Sweep private key confirmation message */
"Import.confirm" = "ଏହି ବ୍ୟକ୍ତିଗତ କୁଂଜୀରୁ ଆପଣଙ୍କ ୱାଲେଟକୁ %1$@ ପଠାନ୍ତୁ? Auroracoin ନେଟୱର୍କକୁ %2$@ ଶୁଳ୍କ ପ୍ରାପ୍ତ ହେବ ";

/* Duplicate key error message */
"Import.Error.duplicate" = "ଏହି ବ୍ୟକ୍ତିଗତ କୁଂଜୀ ପ୍ରଥମରୁ ଅପଣଙ୍କ ୱାଲେଟରେ ଅଛି I";

/* empty private key error message */
"Import.Error.empty" = "ଏହି ବ୍ୟକ୍ତିଗତ କୁଂଜୀ ଖାଲି ଅଛି I";

/* High fees error message */
"Import.Error.highFees" = "ବିନିମୟକରଣ ଶୁଳ୍କ ଏହି ବ୍ୟକ୍ତିଗତ ଚାବିକାଠିରେ ଉପଲବ୍ଧ ଅର୍ଥଠାରୁ ଅଧିକ ଖର୍ଚ ହେବ";

/* Not a valid private key error message */
"Import.Error.notValid" = "ଏକ ବୈଧ ବ୍ୟକ୍ତିଗତ କୁଂଜୀ ନୁହଁ ";

/* Import signing error message */
"Import.Error.signing" = "ବିନିମୟକରଣରେ ହସ୍ତାକ୍ଷର କରିବାରେ ତ୍ରୁଟି ";

/* Import button label */
"Import.importButton" = "ଆମଦାନୀ";

/* Importing wallet progress view label */
"Import.importing" = "Wallet ଆମଦାନୀ କରିବା ";

/* Caption for graphics */
"Import.leftCaption" = "ଆମଦାନୀ କରିବା ପାଇଁ Wallet ";

/* Import wallet intro screen message */
"Import.message" = "ଏକ wallet ଆମଦାନୀ କରିବା ଆପଣଙ୍କ ଅନ୍ୟ walletରୁ ସମସ୍ତ Auroracoinକୁ ଏକ ବିନିମୟକରଣ ଉପଯୋଗ କରି ଆପଣଙ୍କ AurWalletରେ ସ୍ଥାନାନ୍ତର କରିଥାଏ  ";

/* Enter password alert view title */
"Import.password" = "ଏହି ବ୍ୟକ୍ତିଗତ ଚାବିକାଠି ପାସ୍ଓ୍ୱାର୍ଡ଼ ଦ୍ୱାରା ସୁରକ୍ଷିତ ଅଟେ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "ପାସୱର୍ଡ";

/* Caption for graphics */
"Import.rightCaption" = "ଆପଣଙ୍କ AurWallet ";

/* Scan Private key button label */
"Import.scan" = "ବ୍ୟକ୍ତିଗତ କୁଂଜୀ ସ୍କାନ କରନ୍ତୁ";

/* Import wallet success alert title */
"Import.success" = "ସଫଳତା ";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "ସଫଳତାପୂର୍ବକ wallet ଆମଦାନୀ ହେଲା ";

/* Import Wallet screen title */
"Import.title" = "Wallet ଆମଦାନୀ କରନ୍ତୁ ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "ତାଲା ଖୋଲିବା  ";

/* Import wallet intro warning message */
"Import.warning" = "Wallet ଆମଦାନୀ କରିବାରେ ବିନିମୟକରଣ ଇତିହାସ କିମ୍ବା ଅନ୍ୟ ବିବରଣୀ ସାମିଲ ନାହିଁ ";

/* Wrong password alert message */
"Import.wrongPassword" = "ଭୁଲ ପାସୱର୍ଡ, ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ";

/* Close app button */
"JailbreakWarnings.close" = "ବନ୍ଦ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "ଅଣଦେଖା କରିବା\n";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ଉପକରଣ ସୁରକ୍ଷା ସାଲିସ\nକୌଣସି 'jailbreak' ଆପ୍ପ AurWalletର କିଚେନ ଡାଟା ପର୍ଯ୍ୟନ୍ତ ପହଁଚିଯାଇପାରେ ଏବଂ ଆପଣଙ୍କ Auroracoin ଚୋରି କରିପାରେ ଏହି ୱାଲେଟକୁ ତୁରନ୍ତ ସଫାକରନ୍ତୁ ଏବଂ ଏକ ସୁରକ୍ଷିତ ଉପକରଣକୁ ସ୍ଥାନାନ୍ତରିତ କରନ୍ତୁ ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ଉପକରଣ ସୁରକ୍ଷା ସାଲିସ\n'jailbreak' ଆପ୍ପ AurWalletର କିଚେନ ଡାଟା ପର୍ଯ୍ୟନ୍ତ ପହଁଚିଯାଇପାରେ ଏବଂ ଆପଣଙ୍କ Auroracoin ଚୋରି କରିପାରେ I ଦୟାକରି 'non jailbreak' ଉପକରଣରେ କେବଳ AurWalletର ଉପଯୋଗ କରନ୍ତୁ  ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ଚେତାବନୀ";

/* Location services disabled error */
"LocationPlugin.disabled" = "ଅବସ୍ଥାନ ସେବା ଗୁଡିକ ଅକ୍ଷମ ଅଟେ ";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet କୁ ଅବସ୍ଥାନ ସେବାଗୁଡିକ ପାଖକୁ ପହଞ୍ଚିବାକୁ ଅନୁମତି ନାହିଁ ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "ଆପଣ ଆପଣଙ୍କ wallet %1$@ ସମୟରେ ରଚନା କରିଛନ୍ତି";

/* Manage wallet description text */
"ManageWallet.description" = "ଆପଣଙ୍କ ୱାଲେଟ ନାଁ କେବଳ ଅପଣଙ୍କ ଖାତାର ବିନିମୟକରଣ ଇତିହାସରେ ଦେଖାଯାଇଥାଏ ଆଉ କିଛି ଅନ୍ୟ ଉପାୟରେ ଦେଖାଯିବ ନାହିଁ  I\n";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Walletର ନାଁ ";

/* Manage wallet modal title */
"ManageWallet.title" = "ୱାଲେଟ ପରିଚାଳନା କରନ୍ତୁ ";

/* Menu button title */
"MenuButton.lock" = "wallet ତାଲା ଲଗାନ୍ତୁ ";

/* Menu button title */
"MenuButton.security" = "ନିରାପତ୍ତା କେନ୍ଦ୍ର\n";

/* Menu button title */
"MenuButton.settings" = "ସେଟ୍ଟିଙ୍ଗସ";

/* Menu button title */
"MenuButton.support" = "ସହଯୋଗ କରିବା ";

/* button label */
"MenuViewController.createButton" = "ନୂଆ ୱାଲେଟ ତିଆରି କରନ୍ତୁ ";

/* Menu modal title */
"MenuViewController.modalTitle" = "ମେନୁ ";

/* button label */
"MenuViewController.recoverButton" = "ୱାଲେଟ ପୁନର୍ପ୍ରାପ୍ତ କରନ୍ତୁ ";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "ଅଟୋମେଟିକ ମୋଡକୁ ବଦଳାନ୍ତୁ ";

/* Node is connected label */
"NodeSelector.connected" = "ସଂଯୋଗ କରାଗଲା ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "ନୋଡ IP ଠିକଣା ଏବଂ ପୋର୍ଟ ଭରଣ କରନ୍ତୁ (ବିକଳ୍ପ)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "ନୋଡ ଲେଖନ୍ତୁ";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "ମାନୁଆଲ ମୋଡକୁ ଫେରନ୍ତୁ ";

/* Node address label */
"NodeSelector.nodeLabel" = "ବର୍ତମାନ ପ୍ରାଥମିକ ନୋଡ";

/* Node is not connected label */
"NodeSelector.notConnected" = "ସଂଯୋଗ ହୋଇନାହିଁ ";

/* Node status label */
"NodeSelector.statusLabel" = "ନୋଡ ସଂଯୋଗ ସ୍ଥିତି ";

/* Node Selector view title */
"NodeSelector.title" = "Auroracoin ନୋଡ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "ଖରାପ ଦେୟ ଅନୁରୋଧ ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "ଅସମର୍ଥକ କିମ୍ବା ଦୂଷିତ ଦଲିଲ ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "ମିସ୍ସିଂ ପ୍ରମାଣପତ୍ର ";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "ଅନୁରୋଧ ଶେଷ ହୋଇଗଲା ";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "ଦେୟ ହେଇପାରିନାହିଁ";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Auroracoin ପରିଶୋଧ %1$@ରୁ କମ ହୋଇନପାରେ ";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Auroracoin ବିନିମୟକରଣ ଆଉଟପଟ $@ରୁ କମ ହୋଇପାରିବ ନାହିଁ ";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "ଅସମର୍ଥିତ ଦସ୍ତଖତ ପ୍ରକାର  ";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ଅବିଶ୍ଵସ୍ଥ ପ୍ରମାଣପତ୍ର";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "ମୁଖ ପରିଚୟ ସକ୍ରିୟ କରିବାପାଇଁ ଏଠାରେ ସ୍ପର୍ଶ କରନ୍ତୁ";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "ମୁଖ ପରିଚୟକୁ ସକ୍ରିୟ କରନ୍ତୁ ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "ନିଜର ୱାଲେଟର ସୁରକ୍ଷା ପାଇଁ ଏକ ଉପକରଣ ପସ୍କୋଡର ଆବଶ୍ୟକତା ହୋଇଥାଏ | ସେଟିଙ୍ଗରେ ଯାଆନ୍ତୁ ଏବଂ ପସ୍କୋଡ ଚାଲୁ କରନ୍ତୁ ";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "ଉପକରଣର ପାସଓ୍ୱାର୍ଡ ଚାଲୁ କରନ୍ତୁ  ";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "ଯଦି ଆପଣ କେବେବି ଆପଣଙ୍କ ଫୋନ ହଜାଇଦେଉଛନ୍ତି ଅଥବା ବଦଳାଇ ଦେଉଛନ୍ତି ତେବେ ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ recovery ଚାବିକାଠି ସଂରକ୍ଷଣ କରିବାଦରକାର  ଚାଲୁରଖିବାପାଇଁ ଏଠାରେ ସ୍ପର୍ଶ କରନ୍ତୁ \n\n";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "କାର୍ଯ୍ୟର ଆବଶ୍ୟକତା";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "ଆପଣଙ୍କ ୱାଲେଟ ସିଙ୍କରୁ ବାହାରି ଯାଇପାରେ ଏହାକୁ ସବୁବେଳେ ବ୍ଲକଚେନକୁ ସ୍କାନ କରି ଠିକ କରାଯାଇପାରିବ ";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "ବିନିମୟକରଣ ଅସ୍ୱୀକାର କରିଦିଆଗଲା ";

/* header of PinView */
"Prompts.SecurityCheck.header" = "	ସୁରକ୍ଷା  	ଯାଞ୍ଚ";

/* Share data prompt body */
"Prompts.ShareData.body" = "ଆମ ସହିତ ନିଜର ବେନାମୀ ତଥ୍ୟ ବିନିମୟ କରି AurWalletକୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରନ୍ତୁ   ";

/* Share data prompt title */
"Prompts.ShareData.title" = "ବେନାମୀ ତଥ୍ୟ ସହଭାଗ କରନ୍ତୁ ";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "ସ୍ପର୍ଶ ପରିଚୟ ସକ୍ରିୟ କରିବାପାଇଁ ଏଠାରେ tap କରନ୍ତୁ ";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "ସ୍ପର୍ଶ ପରିଚୟ ସକ୍ରିୟ କରନ୍ତୁ ";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet ୬ ଅଙ୍କ ଵିଶିଷ୍ଟ ପିନ ଉପଯୋଗ କରିବାପାଇଁ  ଅଧୁନାତନ କରିଅଛି I ଅଧୁନାତନ କରିବାପାଇଁ ଏଠାରେ ସ୍ପର୍ଶ କରନ୍ତୁ ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "ପିନ ଅପ୍ପଗ୍ରଡେ କରନ୍ତୁ ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "ଭବିଷ୍ୟତରେ AurWalletରୁ ବିଶେଷ ବାର୍ତ୍ତା ପ୍ରାପ୍ତ କରିବାପାଇଁ ବିଜ୍ଞପ୍ତି ଚାଲୁକରନ୍ତୁ  ";

/* Push notifications toggle switch label */
"PushNotifications.label" = "ବିଜ୍ଞପ୍ତି ବଟନ୍ନ୍ ଚିପନ୍ତୁ  ";

/* Push notifications are off label */
"PushNotifications.off" = "ବନ୍ଦ";

/* Push notifications are on label */
"PushNotifications.on" = "ଚାଲୁ";

/* Push notifications settings view title label */
"PushNotifications.title" = "ବିଜ୍ଞପ୍ତି";

/* Address copied message. */
"Receive.copied" = "କ୍ଲିପ୍ ବୋର୍ଡ଼କୁ ନକଲ ";

/* Share via email button label */
"Receive.emailButton" = "ଇମେଲ ";

/* Request button label */
"Receive.request" = "ଏକ ରାଶିର ଅନୁରୋଧ କରିବା";

/* Share button label */
"Receive.share" = "ଅଂଶ ";

/* Share via text message (SMS) */
"Receive.textButton" = "ପାଠ୍ୟ ବାର୍ତ୍ତା";

/* Receive modal title */
"Receive.title" = "ପ୍ରାପ୍ତ କରିବା ";

/* Done button text */
"RecoverWallet.done" = "ସମାପ୍ତ";

/* Recover wallet header */
"RecoverWallet.header" = "Wallet recover କରନ୍ତୁ";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "ପିନ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "ବ୍ୟକ୍ତିଗତ recovery key ଲେଖନ୍ତୁ";

/* Recover wallet intro */
"RecoverWallet.intro" = "ନିଜର ବ୍ୟକ୍ତିଗତ ରକବେରି କୁଂଜୀ ଦ୍ୱାରା ଆପଣଙ୍କ AurWallet କୁ ପୁନର୍ପ୍ରାପ୍ତ କରନ୍ତୁ ";

/* Invalid paper key message */
"RecoverWallet.invalid" = "ଅପଣଙ୍କ ଦ୍ୱାରା ଲେଖାଯାଇଥିବା ବ୍ୟକ୍ତିଗତ ରୀକୋଭେରୀ କୁଂଜୀ ଅବୈଧ I ଦୟାକରି  ପ୍ରତ୍ୟକ ଶବ୍ଦକୁ ଆଉଥରେ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "ବାମ ତୀର ";

/* Next button label */
"RecoverWallet.next" = "ପରବର୍ତ୍ତୀ ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "ଅଧିକ ସୂଚନାପାଇଁ ଏଠାରେ ଟପ କରନ୍ତୁ ";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "ଦକ୍ଷିଣ ତୀର";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "ଯେଉଁ AurWalletକୁ ପୁନରୁଉଦ୍ଧାର କରିବାକୁ ଚାହୁଁଛନ୍ତି ତାହାର ବ୍ୟକ୍ତିଗତ recovery key ଲେଖନ୍ତୁ";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "ଆପଣଙ୍କ ପିନ ରୀସେଟ କରିବାପାଇଁ, ତଳେ ଦିଆଯାଇଥିବା ବକ୍ସରେ ନିଜର ବ୍ୟକ୍ତିଗତ କୁଂଜୀରୁ ଶବ୍ଦ ଲେଖନ୍ତୁ ";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "ଦୟାକରି ପ୍ରଥମେ ରାଶି ଲେଖନ୍ତୁ\n";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "ଏକ ରାଶିର ଅନୁରୋଧ କରନ୍ତୁ";

/* Alert action button label */
"ReScan.alertAction" = "ସିଂଙ୍କ ";

/* Alert message body */
"ReScan.alertMessage" = "ସିଂକ୍ରୋନାଇଜ୍ କରିବା ସମୟରେ ଆପଣ Auroracoin କୁ ପ୍ରେରଣ କରିବାକୁ ସମର୍ଥ ହେବେନାହିଁ ";

/* Alert message title */
"ReScan.alertTitle" = "Blockchain ସହିତ ସିଙ୍କ କରନ୍ତୁ?\n";

/* extimated time */
"ReScan.body1" = "୨୦-୪୫ ମିନଟ";

/* Syncing explanation */
"ReScan.body2" = "ଯଦି କୌଣସି ବିନିମୟକରଣ Auroracoin ନେଟୱର୍କରେ ସମ୍ପୂର୍ଣ ହୋଇଛି କିନ୍ତୁ ଆପଣଙ୍କ AurWalletରେ ହୋଇନାହିଁ ";

/* Syncing explanation */
"ReScan.body3" = "ଆପଣଙ୍କୁ ବାରମ୍ବାର ଏକ ତ୍ରୁଟି ମିଳୁଛି କି ଆପଣଙ୍କ ବିନିମୟକରଣ ରଦ୍ଦ କରିଦିଆଯାଇଥିଲା ";

/* Start Sync button label */
"ReScan.buttonTitle" = "ସିଂଙ୍କ ଆରମ୍ଭ କରନ୍ତୁ ";

/* Sync blockchain view footer */
"ReScan.footer" = "ବ୍ଲକ ଚେନ ସହିତ ସିଂକ୍ରୋନାଇଜ୍ କରିବା ସମୟରେ ଆପଣ Auroracoin କୁ ପଠେଇବାକୁ ସମର୍ଥ ହେବେନାହିଁ  ";

/* Sync Blockchain view header */
"ReScan.header" = "ସିଂଙ୍କ ବ୍ଲକଚେନ";

/* Subheader label */
"ReScan.subheader1" = "ଆନୁମାନିକ ସମୟ";

/* Subheader label */
"ReScan.subheader2" = "ସିଂଙ୍କ କେବେ କରିବେ?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "କ୍ୟାମେରା ଆଲୋକ";

/* Complete filter label */
"Search.complete" = "ସମ୍ପୂର୍ଣ";

/* Pending filter label */
"Search.pending" = "ଅପୂର୍ଣ୍ଣ ";

/* Received filter label */
"Search.received" = "ପ୍ରାପ୍ତ ହେଲା";

/* Sent filter label */
"Search.sent" = "ପଠାଗଲା ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ମୁଖ ପରିଚୟ ";

/* Security Center Info */
"SecurityCenter.info" = "ଅଧିକତମ ସୁରକ୍ଷା ପାଇଁ ସବୁ ସୁରକ୍ଷା ସୁବିଧା ଗୁଡିକୁ ସକ୍ରିୟ କରନ୍ତୁ ";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "ଯଦି ଆପଣ ଆପଣଙ୍କର ଫୋନକୁ ହଜାଇଦେଉଛନ୍ତି କିମ୍ବା ଅଧୁନାତନ କରୁଛନ୍ତି ତେବେ ନିଜର Auroracoin ପାଖକୁ ପହଂଚିବାକୁ ଏକମାତ୍ର ବାଟ ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "ବ୍ୟକ୍ତିଗତ ରିକବେରି କୁଂଜୀ ";

/* PIN button description */
"SecurityCenter.pinDescription" = "ଅନଧିକୃତ ଉପଭୋକ୍ତା ମାନଙ୍କଠାରୁ ନିଜର AurWallet କୁ ସୁରକ୍ଷିତ କରିଥାଏ ";

/* PIN button title */
"SecurityCenter.pinTitle" = "୬ ସଂଖ୍ୟା ବିଶିଷ୍ଠ ପିନ ";

/* Security Center Title */
"SecurityCenter.title" = "ସୁରକ୍ଷା କେନ୍ଦ୍ର";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "ନିଜର Aurwalletକୁ ସହଜରେ ଖୋଲନ୍ତୁ ଏବଂ Auroracoinକୁ ସେଟ ସୀମା ପର୍ଯ୍ୟନ୍ତ ପଠାନ୍ତୁ  ";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "ସ୍ପର୍ଶ ପରିଚୟ ";

/* Send money amount label */
"Send.amountLabel" = "ରାଶି ";

/* Balance: $4.00 */
"Send.balance" = "ଜମା ରାଶି %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "କ୍ୟାମେରା ପ୍ରବେଶ ଅଧିକାର ଦେବାପାଇଁ ସେଟଟିଙ୍ଗକୁ ଯାଆନ୍ତୁ";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Aurwalletକୁ କାମେରା ପର୍ଯ୍ୟନ୍ତ ପହଂଚିବାକୁ ଅନୁମତି ନାହିଁ ";

/* Warning when sending to self. */
"Send.containsAddress" = "ଗନ୍ତବ୍ୟସ୍ଥଳୀ ଆପଣଙ୍କର ନିଜର ଠିକଣା ଅଟେ I ଆପଣ ନିଜକୁ ପଠାଇପାରିବେ ନାହିଁ ";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "ବିନିମୟକରଣ ହୋଇପାରିଲାନାହିଁ ";

/* Description for sending money label */
"Send.descriptionLabel" = "ପତ୍ର";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "ପେଷ୍ଟବୋର୍ଡ଼ ଖାଲି ଅଛି ";

/* Network Fee: $0.01 */
"Send.fee" = "ନେଟୱର୍କ ଶୁଳ୍କ:%1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "ଉପଭୋକ୍ତାର ପରିଚୟ ପ୍ରମାଣିତ ହୋଇନାହିଁ ";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "ଗନ୍ତବ୍ୟ ଠିକଣା ବୈଧ Auroracoin ଠିକଣା ନୁହଁ ";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "ପେଷ୍ଟବୋର୍ଡରେ ବୈଧ Auroracoin ଠିକଣା ନାହିଁ ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "ଅବୈଧ ଠିକଣା ";

/* Is rescanning error message */
"Send.isRescanning" = "ଏକ ପୂର୍ଣ୍ଣ ରୀସ୍କାନ କରୁଥିବା ସମୟରେ ପଠାଇବାକୁ ଅକ୍ଷମ ଅଟେ ";

/* Loading request activity view message */
"Send.loadingRequest" = "ଲୋଡିଙ୍ଗ ଅନୁରୋଧ ";

/* Empty address alert message */
"Send.noAddress" = "ଦୟାକରି ପ୍ରାପ୍ତକର୍ତ୍ତାଙ୍କ ଠିକଣା ଲେଖନ୍ତୁ\n";

/* Emtpy amount alert message */
"Send.noAmount" = "ପଠାଇବା ପାଇଁ ଦୟାକରି ଏକ ରାଶି ଲେଖନ୍ତୁ ";

/* Paste button label */
"Send.pasteLabel" = "ଲଗାଅ";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "ବିନିମୟକରଣ ପ୍ରକାଶିତ କରିହେଲା ନାହିଁ ";

/* Could not load remote request error message */
"Send.remoteRequestError" = "ଦେୟ ଅନୁରୋଧ ଲୋଡ କରିହେଲାନାହିଁ ";

/* Scan button label */
"Send.scanLabel" = "ସ୍କାନ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "ପଠାଇବା ";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "ପଠାଇବା ";

/* Send money to label */
"Send.toLabel" = "ପ୍ରାପ୍ତେଶୁ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Auroracoin ଠିକଣା କେବଳ ଠାରେ ବ୍ୟବହାର ପାଇଁ ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "ପୁନଃ ଉପଯୋଗ ଆପଣଙ୍କ ଏବଂ ପ୍ରାପ୍ତକର୍ତା ଦୁଇ ଜଣଙ୍କ ପାଇଁ ଗୋପନୀୟତାକୁ କମ କରିଦିଏ ଏବଂ ଯଦି ପ୍ରାପ୍ତକର୍ତା ଠିକଣାକୁ ନିୟନ୍ତ୍ରିତ କରିନଥାଏ ତେବେ ହାନି ହୋଇପାରେ ";

/* Adress already used alert title */
"Send.UsedAddress.title" = "ଠିକଣାଟି  ପୂର୍ବରୁ ବ୍ୟବହାର କରାଯାଇଅଛି ";

/* About label */
"Settings.about" = "ସମ୍ବନ୍ଧରେ ";

/* Advanced Settings title */
"Settings.advancedTitle" = "ଉନ୍ନତ ସେଟିଂସ ";

/* i.e. the currency which will be displayed */
"Settings.currency" = "ମୁଦ୍ରା ପ୍ରଦର୍ଶିତ କରନ୍ତୁ ";

/* Join Early access label */
"Settings.earlyAccess" = "ପ୍ରାରମ୍ଭିକ ପ୍ରବେଶରେ ଯୋଗଦାନ କରନ୍ତୁ ";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "କଣ ଆପଣ AurWallet ର ସୁବିଧା ନେଉଛନ୍ତି  ";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ମୁଖ ପରିଚୟ ବ୍ୟବହାର ସୀମା ";

/* Import wallet label */
"Settings.importTitle" = "ୱାଲେଟ ଆମଦାନୀ କରନ୍ତୁ ";

/* Manage settings section header */
"Settings.manage" = "ପରିଚାଳନା କରିବା";

/* Notifications label */
"Settings.notifications" = "ବିଜ୍ଞପ୍ତି";

/* Leave review button label */
"Settings.review" = "ଆମପାଇଁ ଏକ ସମୀକ୍ଷା ଛାଡ଼ନ୍ତୁ ";

/* Share anonymous data label */
"Settings.shareData" = "ବେନାମୀ ଡାଟା ସେୟାର କରନ୍ତୁ ";

/* Sync blockchain label */
"Settings.sync" = "ସିଂଙ୍କ ବ୍ଲକଚେନ";

/* Settings title */
"Settings.title" = "ସେଟିଙ୍ଗସ ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ସ୍ପର୍ଶ ପରିଚୟକରଣ ବ୍ୟବହାର ସୀମା ";

/* Wallet Settings section header */
"Settings.wallet" = "ୱାଲଟେ ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "ଆଉ ଏକ Wallet ଆରମ୍ଭ/ପୁନରୁଉଦ୍ଧାର କରନ୍ତୁ ";

/* Share data view body */
"ShareData.body" = "ଆମସାଥିରେ ନିଜର ବେନାମୀ ତଥ୍ୟ ସହଭାଗ କରି AurWalleକୁ ଉନ୍ନତ କରିବାପାଇଁ ସାହାଯ୍ୟ କରନ୍ତୁ I ଏଥିରେ କୌଣସି ଆର୍ଥିକ ସୂଚନା  ମିଶି ନାହିଁ I ଆମେ ଆପଣଙ୍କ ଆର୍ଥିକ ଗୋପନୀୟତାକୁ କରୁ I ";

/* Share data header */
"ShareData.header" = "ତଥ୍ୟ ସହଭାଗିତା?";

/* Share data switch label. */
"ShareData.toggleLabel" = "ବେନାମୀ ତଥ୍ୟ ସହଭାଗିତା?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "ନିଜର ବ୍ୟକ୍ତିଗତ ରେକଭେରୀ କୁଂଜୀ ପୁଣିଥରେ ଲେଖନ୍ତୁ ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ରକବେରି କୁଂଜୀ ଆପଣଙ୍କ AurWallet କୁ ପୁନଃସ୍ଥାପିତ କରିବାପାଇଁ ଏକମାତ୍ର ଉପାୟ ଯଦି ଆପଣଙ୍କ ଫୋନ ହଜିଯାଇଛି, ଚୋରିହୋଇଯାଇଛି, ଭାଙ୍ଗିଯାଇଛି କିମ୍ବା ଉପଗ୍ରଡେ ହୋଇଯାଇଛି I ଆମେ ଆପଣଙ୍କୁ କାଗଜ ଖଣ୍ଡରେ ଲେଖିବାକୁ ଆଉ ସୁରକ୍ଷିତ ରଖିବାପାଇଁ ଶବ୍ଦର ଏକ ଶୁଚି ଦେଖାଇବୁ I ";

/* button label */
"StartPaperPhrase.buttonTitle" = "ବ୍ୟକ୍ତିଗତ ପୁନଃପ୍ରାପ୍ତି ଚାବିକାଠୀ ଲେଖନ୍ତୁ ";

/* Argument is date */
"StartPaperPhrase.date" = "ଆପଣ ପୂର୍ବଥର ନିଜର ବ୍ୟକ୍ତିଗତ କୁଂଜୀକୁ %1$@ ସମୟରେ ଲେଖିଥିଲେ ";

/* Start view message */
"StartViewController.message" = "Auroracoinର ଉପଯୋଗ କରିବାପାଇଁ ସବୁଠାରୁ ସୁରକ୍ଷିତ ଏବଂ ସୁରକ୍ଷିତ ବାଟ ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "ବାଧା ବ୍ଲକ ଉଚ୍ଚତା";

"SynchingView.progressLabel" = "ପ୍ରଗମନ";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "କନେକଟିଂ ";

/* Syncing view header text */
"SyncingView.header" = "ସିଂଙ୍କ କରୁଅଛି ";

/* Retry button label */
"SyncingView.retry" = "ପୁନରାବୃତ୍ତି";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "ସିଂକିଙ୍ଗ";

/* 6 d (6 days) */
"TimeSince.days" = "ପ୍ଲେସହୋଲଡ଼ର %1$@";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@  ଚ ";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ ର";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "ଆପଣ %1$@ ରେ ଆପଣଙ୍କ ସ୍ପର୍ଶ ପରିଚୟ ବ୍ୟବହାର ପରିସରକୁ କଷ୍ଟମାଇଜ୍ କରିପାରିବେ ";

/* Touch Id screen label */
"TouchIdSettings.label" = "ନିଜର AurWallet  କୁ ଖୋଲିବାପାଇଁ ନିଜର ଫିଙ୍ଗରପ୍ରିଣ୍ଟର ଉପଯୋଗ କରନ୍ତୁ ଏବଂ ନିର୍ଦିଷ୍ଟ ସୀମା ପର୍ଯ୍ୟନ୍ତ Auroracoin ପଠାନ୍ତୁ ";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "ଟଚ ଆଇଡି ଖର୍ଚ ସୀମା ସ୍କ୍ରିନ୍";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "ଖର୍ଚ ସୀମା: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "AurWallet ପାଇଁ ସ୍ପର୍ଶ ପରିଚୟ ସାମର୍ଥିକରଣ କରନ୍ତୁ ";

/* Touch ID settings view title */
"TouchIdSettings.title" = "ସ୍ପର୍ଶ ପରିଚୟ";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "ଆପଣ ଏହି ଉପକରଣରେ ଟଚ ଆଇଡି ସେଟ କରିନାହାନ୍ତି ସେଟଟିଙ୍ଗ->ଟଚ ଆଇଡି ଏବଂ ପାସକୋଡରେ ଏବେ ସେଟଅପ କରିବାପାଇଁ ଯାଆନ୍ତୁ ";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "ଟଚ ଆଇଡି ସଂଗଠିତ ହୋଇନାହିଁ ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "ସବୁବେଳେ ପ୍ରବେଶ କୋଡର ଆବଶ୍ୟକତା ରହିଛି";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "ଆପଣଙ୍କୁ ଆପଣଙ୍କୁ ୬ ଅଙ୍କ ଵିଶିଷ୍ଟ ପିନକୁ ନିଜର ବ୍ୟବହାର ସୀମାରେ ଏକ ବିନିମୟକରଣ ପଠେଇବାକୁ କୁହାଯିବ, ଏବଂ ଶେଷଥର ଯେବେ ଆପଣ ଆପଣଙ୍କର ୬ ଅଙ୍କ ଵିଶିଷ୍ଟ ପିନ ଲେଖିଥିଲେ, ଏବଂ ପ୍ରତି ୪୮ ଘଂଟାରେ I \n ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "ଟଚ ଆଇଡି ଖର୍ଚ ସୀମା";

/* Availability status text */
"Transaction.available" = "ଉପଯୋଗ କରିବାକୁ ଉପଲବ୍ଧ";

/* Transaction complete label */
"Transaction.complete" = "ସମ୍ପୂର୍ଣ୍ଣ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "ଶେଷ ଜମା ରାଶି %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "ପ୍ରାପ୍ତ ହେବାପରେ ବିନିମୟ ଦର";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "ପାଠଯିବାପରେ ବିନିମୟ ଦର:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ କର)";

/* Invalid transaction */
"Transaction.invalid" = "ଅମାନ୍ୟ ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ଏବେ ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "ଚାଲୁ  %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "କ୍ରିଯ଼ାଶୀଳ: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ପ୍ରାରମ୍ଭିକ ଜମାରାଶି: %1$@\n";

/* Waiting to be confirmed string */
"Transaction.waiting" = "ପୃଷ୍ଟିକରଣ ପାଇଁ ପ୍ରତୀକ୍ଷା କରୁଅଛି କିଛି ବ୍ୟପାରୀଙ୍କୁ ବିନିମୟ ପୁରାକରିବା ପାଇଁ ପୃଷ୍ଟିକରଣର ଆବଶ୍ୟକତା ଅଛି ଆନୁମାନିକ ସମୟ ୧-୨ ମିନଟ ";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "ଆକାଉଣ୍ଟ୍";

/* Amount section header */
"TransactionDetails.amountHeader" = "ରାଶି";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ବ୍ଲକରେ ପକ୍କା କରିବା";

/* Memo section header */
"TransactionDetails.commentsHeader" = "ନକଲ ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "ଆପଣଙ୍କ ବିନିମୟକରଣ ଏହିଠାରେ ଦେଖାଦେବ ";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "ରେ %1$@";

/* More button title */
"TransactionDetails.more" = "ଅଧିକ...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "ହଟାଗଲା %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "ହଟାଗଲା <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ପୁଷ୍ଟିକରଣ ହୋଇନାହିଁ ";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "ପ୍ରାପ୍ତହେଲା %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "ପ୍ରାପ୍ତହେଲା  <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "ପଠାଗଲା %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "ପଠାଗଲା <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "ସ୍ଥିତି";

/* Transaction Details Title */
"TransactionDetails.title" = "ବିନିମୟକରଣ ସୂଚନା";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "ପ୍ରାପ୍ତେଶୁ %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Auroracoin ବିନିମୟକରଣ ପରିଚୟ";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "ଏହି ଠିକଣାରେ ପ୍ରାପ୍ତ ହୋଇଛି ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ଏହି ଠିକଣାରେ ପଠାଗଲା";

/* filter buttons for transactionView */
"TransactionView.all" = "ସମସ୍ତ";

"TransactionView.received" = "ଗ୍ରହଣ କଲେ";

"TransactionView.sent" = "ପଠାଇଲେ";

/* Disabled until date */
"UnlockScreen.disabled" = "ଅକ୍ଷମ: %1$@ ପର୍ଯ୍ୟନ୍ତ";

/* My Address button title */
"UnlockScreen.myAddress" = "ମୋର ଠିକଣା ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "ପିନ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ ";

/* Scan button title */
"UnlockScreen.scan" = "ପର୍ଯ୍ୟବେକ୍ଷଣ";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "ପିନ ଲେଖନ୍ତୁ ";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "ଆପଣଙ୍କ AurWallet ଖୋଲନ୍ତୁ |";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "ସ୍ପର୍ଶ ପରିଚୟ ସହିତ ଖୋଲନ୍ତୁ ";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Wallet ଖୋଲିଗଲା ";

/* Update PIN caption text */
"UpdatePin.caption" = "ଏହି ପିନକୁ ମନେରଖନ୍ତୁ I ଯଦି ଆପଣ ଏହାକୁ ଭୁଲିଯାନ୍ତି, ତେବେ ଆପଣ ନିଜର Auroracoin ପାଖକୁ ପହଁଚିପାରିବେନାହିଁ ";

/* PIN creation info. */
"UpdatePin.createInstruction" = "ଆପଣଙ୍କ ପିନ ଆପଣଙ୍କ AurWalletକୁ ଖୋଲିବା ଏବଂ Auroracoin ପଠେଇବା ପାଇଁ ଉପଯୋଗ କରାଯିବ ";

/* Update PIN title */
"UpdatePin.createTitle" = "ପିନ ନିଶ୍ଚିତ କରନ୍ତୁ ";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "ପିନକୁ ପୁନର୍ବାର ଲେଖନ୍ତୁ ";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "ଆପଣଙ୍କ ବର୍ତମାନର ପିନ ଲେଖନ୍ତୁ ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "ଆପଣଙ୍କ ନୂଆ ପିନ ଲେଖନ୍ତୁ ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "ଆପଣଙ୍କ ନୂଆ ପିନ ପୁନର୍ବାର ଲେଖନ୍ତୁ ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "କ୍ଷମା କରିବେ ପିନ ଅପଡେଟ କରି ହେଲାନାହିଁ ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "ପିନ ତ୍ରୁଟି ଅଧୁନାତନ କରନ୍ତୁ";

/* Update PIN title */
"UpdatePin.updateTitle" = "ପିନ ଅପଡେଟ କରନ୍ତୁ ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Wallet ଠିକଣାକୁ କ୍ଲିପ୍ ବୋର୍ଡ଼ ଉପରେ କପି କରନ୍ତୁ?\n";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "କ୍ଲିପବୋର୍ଡ଼ରେ ୱାଲେଟ ଠିକଣା କପି କରିବାପାଇଁ ପ୍ରାଧିକରଣ ଦିଅନ୍ତୁ ";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Wallet ଠିକଣାଗୁଡିକୁ କପି କରନ୍ତୁ?";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "କପି କରନ୍ତୁ";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "ଏହି ବିନିମୟକରଣକୁ ମଞ୍ଜୁର କରିବା ପାଇଁ ଦୟାକରି ନିଜର ପିନ ଲେଖନ୍ତୁ ";

/* Verify PIN view body */
"VerifyPin.continueBody" = "ଜାରି ରଖିବାପାଇଁ ଦୟାକରି ଆପଣଙ୍କ ପିନ ଲେଖନ୍ତୁ ";

/* Verify PIN view title */
"VerifyPin.title" = "ପିନ ଆବଶ୍ୟକ ଅଟେ ";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "ଏହି ବିନିମୟକରଣକୁ ମଞ୍ଜୁର କରନ୍ତୁ";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "ନିଜର ୱାଲେଟ ସେଟଅପ କରିବାପାଇଁ AurWallet iphone ଆପ୍ପ ଖୋଲନ୍ତୁ ";

/* Dismiss button label */
"Webview.dismiss" = "ବରଖାସ୍ତ";

/* Webview loading error message */
"Webview.errorMessage" = "ବିଷୟ ଲୋଡ କରିବାରେ ତ୍ରୁଟି ହୋଇଥିଲା I ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ ";

/* Updating webview message */
"Webview.updating" = "ଅଧୁନାତନ କରୁଅଛି ";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "iOS ପାଇଁ Auroracoin ନିଜର ନାମ ପରିବର୍ତନ କରି AurWalletରେ ବଦଳିଯାଇଛି, ଯେଉଁଥିରେ ନୂଆ ରୂପ ଏବଂ ନୂଆ ବେଶେଶ୍ୱତଃ ଅଛି I ଯଦି ଆପଣଙ୍କୁ ସାହାଯ୍ୟର ଆବଶ୍ୟକତା ଅଛି, ତେବେ ଅଧିକାଂଶ ସ୍କ୍ରିନର ଉପରିଭାଗ ଦକ୍ଷିଣରେ (?) ଦେଖନ୍ତୁ ";

/* Top title of welcome screen */
"Welcome.title" = "AurWalletକୁ ଆପଣଙ୍କୁ ସ୍ୱାଗତ!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "କଣ ଆପଣ ବାସ୍ତବିକ ଏହି ୱାଲେଟକୁ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି ?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "ୱାଲେଟ ଖାଲି କରନ୍ତୁ ?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "ୱାଲେଟ କୁ ଖାଲି କରିବାପାଇଁ ବିଫଳ ";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "ତ୍ରୁଟି";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "ଏହାକୁ ଖାଲୀକରନ୍ତୁ ଏବଂ ଅନ୍ୟଟିକୁ ଆରମ୍ଭ କିମ୍ବା ପୁନପ୍ରାପ୍ତ କରିବାପାଇଁ ଏହି ୱାଲେଟର ବ୍ୟକ୍ତିଗତ ରକବେରି କୁଂଜୀ ଲେଖନ୍ତୁ I ଆପଣଙ୍କ ବର୍ତମାନର ଜମାରାଶି ଏହି ବ୍ୟକ୍ତିଗତ ରକବେରି କୁଂଜୀରେ ଜମା ଅଛି ";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "ଆଉ ଏକ ୱାଲେଟ ଆରମ୍ଭ କିମ୍ବା ପୁନର୍ପ୍ରାପ୍ତ କଲେ ଆପଣ ଏହି ଉପକରଣରେ ଏକ ଅଲଗା AurWallet ର ଉପଯୋଗ କିମ୍ବା ପରିଚାଳନା କରିପାରିବେ ";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "ଏବେ ଆପଣ ଏହି ଉପକରଣରେ ଆପଣଙ୍କର ବର୍ତ୍ତମାନର AurWallet ପର୍ଯ୍ୟନ୍ତ ପହଁଞ୍ଚିବାକୁ ସକ୍ଷମ ହେବେନାହିଁ | ଜମାରାଶି ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ପୁନରୁଉଦ୍ଧାର ଚାବିକାଠିରେ ରହିବ ";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "ଆଉ ଏକ ୱାଲେଟ ଆରମ୍ଭ କିମ୍ବା ପୁନରୁଦ୍ଧାର କରନ୍ତୁ ";

/* Wipe wallet button title */
"WipeWallet.wipe" = "ସଫା କରିଦିଅନ୍ତୁ ";

/* Wiping activity message */
"WipeWallet.wiping" = "ଖାଲି କରୁଅଛି ";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ପ୍ରତ୍ୟକ ଶବ୍ଦକୁ କ୍ରମରେ ଲେଖନ୍ତୁ ଏବଂ ଏହାକୁ ଏକ ସୁରକ୍ଷିତ ସ୍ଥାନରେ ସଞ୍ଚୟ କରନ୍ତୁ";

/* button label */
"WritePaperPhrase.next" = "ପରବର୍ତ୍ତି";

/* button label */
"WritePaperPhrase.previous" = "ପୂର୍ବବର୍ତ୍ତୀ ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d କା %2$d";

